tap "deviceinsight/packages"
tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "knative/client"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "python@3.10"
brew "aws-elasticbeanstalk"
brew "aws-vault"
brew "awscli"
brew "bzip2"
brew "glib"
brew "python@3.9"
brew "chart-testing"
brew "commitizen"
brew "docker-compose"
brew "zstd"
brew "open-mpi"
brew "fftw"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gobject-introspection"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k3d"
brew "k9s"
brew "kafka"
brew "krb5"
brew "kubectx"
brew "libfido2"
brew "libgsf"
brew "libpq"
brew "pango"
brew "librsvg"
brew "mysql"
brew "n"
brew "neovim"
brew "nghttp2"
brew "node", link: false
brew "okteto"
brew "openjdk@11"
brew "openslide"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.7"
brew "qt"
brew "tmux"
brew "tree"
brew "vips"
brew "watch"
brew "yarn", link: false
brew "yq"
brew "zsh-syntax-highlighting"
brew "knative/client/kn"
cask "cmake"
cask "eul"
cask "google-cloud-sdk"
cask "ngrok"
cask "raycast"
cask "visual-studio-code"
